Repository: common-repository/local-pickup-for-woocommerce
Catalog: languages/local-pickup-for-woocommerce-*.po
Languages: de_de

source: Price
de_de: Preis

source: Product
de_de: Produkt

source: Product Filter for Pickup Location
de_de: Produktfilter für Abholort

source: Products belonging to the chosen categories are available at this location.
de_de: An diesem Standort sind Produkte der ausgewählten Kategorien verfügbar.

source: Public Holidays Selection
de_de: Feiertage Auswahl

source: Quick Tour
de_de: Schnelle Tour

source: Read the Setup Guide
de_de: Lesen Sie die Installationsanleitung

source: Require scheduled appointments
de_de: Vereinbare Termine erforderlich

source: Require scheduled appointments 🔒
de_de: Vereinbare Termine erforderlich 🔒

source: Required
de_de: Erforderlich

source: Required for pickup
de_de: Zur Abholung erforderlich

source: Rule ID is not there!
de_de: Regel-ID ist nicht vorhanden!

source: Rules Per Page
de_de: Regeln pro Seite

source: Schedule a pickup appointment %s
de_de: Vereinbaren Sie einen Abholtermin %s

source: Schedule a pickup appointment (optional)
de_de: Vereinbaren Sie einen Abholtermin (optional)

source: Schedule Appointment for Pickup
de_de: Vereinbaren Sie einen Termin zur Abholung

source: Search
de_de: Suchen

source: Search Engine
de_de: Suchmaschine

source: Search locations&hellip;
de_de: Standorte suchen&hellip;

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;

source: Select One
de_de: Wähle eins

source: Select product categories&hellip;
de_de: Produktkategorien auswählen&hellip;

source: Select products&hellip;
de_de: Produkte auswählen&hellip;

source: Select public holidays to exclude from the pickup schedule.
de_de: Wählen Sie Feiertage aus, die vom Abholplan ausgeschlossen werden sollen.

source: Set a default deadline to determine the lastest pickup date. The deadline is based on calendar days and does consider pickup hours and holidays. Set to zero for no deadline. The deadline can be overridden by individual pickup locations.
de_de: Legen Sie eine Standardfrist fest, um den spätesten Abholtermin zu bestimmen. Die Frist basiert auf Kalendertagen und berücksichtigt Abholzeiten und Feiertage. Für keine Frist auf Null setzen. Die Frist kann durch einzelne Abholorte außer Kraft gesetzt werden.

source: Set a default deadline to determine the latest pickup date. The deadline is based on calendar days and does consider pickup hours and holidays. Set to zero for no deadline. The will be overridden default configuration.
de_de: Legen Sie eine Standardfrist fest, um den spätesten Abholtermin zu bestimmen. Die Frist basiert auf Kalendertagen und berücksichtigt Abholzeiten und Feiertage. Für keine Frist auf Null setzen. Die Standardkonfiguration wird überschrieben.

source: Set a default lead time to determine the earliest pickup date. Set to zero for no lead time. The lead time can be overridden by individual pickup locations.
de_de: Legen Sie eine Standardvorlaufzeit fest, um den frühesten Abholtermin zu bestimmen. Für keine Vorlaufzeit auf Null setzen. Die Vorlaufzeit kann durch einzelne Abholorte außer Kraft gesetzt werden.

source: Set a default lead time to determine the earliest pickup date. Set to zero for no lead time. The will be overridden default configuration.
de_de: Legen Sie eine Standardvorlaufzeit fest, um den frühesten Abholtermin zu bestimmen. Für keine Vorlaufzeit auf Null setzen. Die Standardkonfiguration wird überschrieben.

source: Set Pickup Lead Time and Deadline
de_de: Abholvorlaufzeit und -frist festlegen

source: Set Pickup Locations Ordering
de_de: Abholorte festlegen Bestellung

source: Set specific products or categories based pickup locations.
de_de: Legen Sie basierend auf den Abholorten bestimmte Produkte oder Kategorien fest.

source: Setting a deadline defines the maximum number of days customers can schedule pickups in advance.
de_de: Durch das Festlegen einer Frist wird die maximale Anzahl von Tagen definiert, die Kunden Abholungen im Voraus planen können.

source: Settings
de_de: Einstellungen

source: Setup Local Pickup
de_de: Lokale Abholung einrichten

source: Ship items
de_de: Artikel versenden

source: Shipping may be available.
de_de: Möglicherweise ist ein Versand möglich.

source: Shipping Title
de_de: Versandtitel

source: Social Media
de_de: Sozialen Medien

source: Sorry! You are not allowed to perform this action.
de_de: Entschuldigung! Sie dürfen diese Aktion nicht ausführen.

source: State
de_de: Zustand

source: Status has been changed!
de_de: Status wurde geändert!

source: Status not changed! Error occured!
de_de: Status nicht geändert! Ein Fehler ist aufgetreten!

source: Suggest
de_de: Vorschlagen

source: Support
de_de: Unterstützung

source: support ticket
de_de: Unterstüzungsticket

source: Thank you for choosing our top-rated WooCommerce Local Pickup plugin. Our user-friendly interface makes setting up local pickup straightforward.
de_de: Vielen Dank, dass Sie sich für unser erstklassiges WooCommerce Local Pickup-Plugin entschieden haben. Unsere benutzerfreundliche Oberfläche macht die Einrichtung der lokalen Abholung ganz einfach.

source: The file uploaded exceeds the maximum file size allowed.
de_de: Die hochgeladene Datei überschreitet die maximal zulässige Dateigröße.

source: The file was only partially uploaded. Please try again.
de_de: Die Datei wurde nur teilweise hochgeladen. Bitte versuche es erneut.

source: The lead time is the period between when an order is placed and when it's ready for pickup.
de_de: Die Vorlaufzeit ist der Zeitraum zwischen der Bestellung und der Bereitstellung zur Abholung.

source: the location timezone
de_de: die Zeitzone des Standorts

source: The shipping method title that customers see during checkout.
de_de: Der Titel der Versandart, den Kunden beim Bezahlvorgang sehen.

source: The system ensures the selected slot is available and schedules the order accordingly.
de_de: Das System stellt sicher, dass der ausgewählte Slot verfügbar ist und plant die Bestellung entsprechend ein.

source: There was a problem uploading the file: %s
de_de: Beim Hochladen der Datei ist ein Problem aufgetreten: %s

source: There was an error with saving data.
de_de: Beim Speichern der Daten ist ein Fehler aufgetreten.

source: There was an error with security check.
de_de: Bei der Sicherheitsüberprüfung ist ein Fehler aufgetreten.

source: They can choose their preferred location, whether it's a local grocery store or a nearby pickup locker.
de_de: Sie können ihren bevorzugten Standort auswählen, sei es ein lokaler Lebensmittelladen oder ein nahegelegenes Abholschließfach.

source: This address will shown as this pickup location's address
de_de: Diese Adresse wird als Adresse dieses Abholorts angezeigt

source: This arrangement makes it easy for them to find and choose their preferred location, streamlining the checkout process and enhancing the user experience.
de_de: Diese Anordnung erleichtert ihnen das Auffinden und Auswählen ihres bevorzugten Standorts, vereinfacht den Bezahlvorgang und verbessert das Benutzererlebnis.

source: This city will shown as this pickup location's city
de_de: Diese Stadt wird als Stadt dieses Abholorts angezeigt

source: This ensures customers selecting Store A receive no discount, while those choosing Store B enjoy a $5 discount, providing an incentive to use specific locations.
de_de: Dadurch wird sichergestellt, dass Kunden, die Geschäft A auswählen, keinen Rabatt erhalten, während diejenigen, die Geschäft B auswählen, einen Rabatt von 5 $ genießen, was einen Anreiz darstellt, bestimmte Standorte zu nutzen.

source: This ensures orders are prepared on time and prevents scheduling too far ahead, aiding in logistics and inventory management.
de_de: Dadurch wird sichergestellt, dass Bestellungen rechtzeitig vorbereitet werden und eine zu weit im Voraus erfolgte Planung vermieden wird. Dies erleichtert die Logistik und die Bestandsverwaltung.

source: This ensures the delivery schedule is adjusted automatically on these dates, preventing customers from booking deliveries.
de_de: Dadurch wird sichergestellt, dass der Lieferplan an diesen Tagen automatisch angepasst wird und Kunden keine Lieferungen buchen können.

source: This guarantees that customer can pick up their order at their convenience without waiting. If no date and time are selected, the system prompts the customer to choose one.
de_de: Dies garantiert, dass der Kunde seine Bestellung zu einem für ihn passenden Zeitpunkt abholen kann, ohne warten zu müssen. Wenn kein Datum und keine Uhrzeit ausgewählt sind, fordert das System den Kunden auf, ein Datum und eine Uhrzeit auszuwählen.

source: This item can only be shipped
de_de: Dieser Artikel kann nur versendet werden

source: This item is set for pickup. %1$sClick here to ship this item%2$s.
de_de: Dieser Artikel ist zur Abholung bereit. %1$sKlicken Sie hier, um diesen Artikel zu versenden%2$s.

source: This item is set for shipping. %1$sClick here to pickup this item%2$s.
de_de: Dieser Artikel ist für den Versand eingestellt. %1$sKlicken Sie hier, um diesen Artikel abzuholen%2$s.

source: This option allows customers to avoid shipping charges by opting for local pickup near a participating store.
de_de: Mit dieser Option können Kunden Versandkosten vermeiden, indem sie sich für die Abholung vor Ort in der Nähe eines teilnehmenden Geschäfts entscheiden.

source: This phone number will shown as this pickup location's contact details
de_de: Diese Telefonnummer wird als Kontaktdaten dieses Abholorts angezeigt

source: This postcode will shown as this pickup location's postcode
de_de: Diese Postleitzahl wird als Postleitzahl dieses Abholorts angezeigt

source: This section will allow customer to enable or disable shipping method with title changes.
de_de: In diesem Abschnitt kann der Kunde die Versandart mit Titeländerungen aktivieren oder deaktivieren.

source: This section will allow the customer to schedule an appointment for pickup at a selected pickup location on checkout.
de_de: In diesem Abschnitt kann der Kunde an der Kasse einen Abholtermin an einem ausgewählten Abholort vereinbaren.

source: This section will configure for when a customer opts for order pickup, set a default cost or discount, and ensure appropriate taxation is applied.
de_de: In diesem Abschnitt wird konfiguriert, wann sich ein Kunde für die Abholung einer Bestellung entscheidet, es werden Standardkosten oder -rabatte festgelegt und sichergestellt, dass eine angemessene Besteuerung angewendet wird.

source: This setup ensures customers choosing Store A incur no extra charges, while those opting for Store B are charged an additional $3, allowing the retailer to cover specific handling costs.
de_de: Durch diese Regelung wird sichergestellt, dass den Kunden, die sich für Geschäft A entscheiden, keine zusätzlichen Kosten entstehen, während denen, die sich für Geschäft B entscheiden, zusätzlich 3 US-Dollar berechnet werden, wodurch der Einzelhändler bestimmte Bearbeitungskosten decken kann.

source: This state & country combination will shown as this pickup location's state & country
de_de: Diese Kombination aus Bundesstaat und Land wird als Bundesstaat und Land dieses Abholorts angezeigt

source: Time range
de_de: Zeitspanne!

source: Title
de_de: Titel

source: Title for pickup location for easily differentiate
de_de: Titel für den Abholort zur leichteren Unterscheidung

source: To help you get started, watch the quick tour video on the right. For more help, explore our help documents or visit our %s for detailed video tutorials.
de_de: Um Ihnen den Einstieg zu erleichtern, sehen Sie sich das Kurztour-Video rechts an. Weitere Hilfe finden Sie in unseren Hilfedokumenten oder besuchen Sie unsere %s für ausführliche Video-Tutorials.

source: Trash
de_de: Müll

source: Trusted by 100,000+ store owners and WP experts!
de_de: Mehr als 100.000 Ladenbesitzer und WP-Experten vertrauen uns!

source: Unknown error.
de_de: Unbekannter Fehler.

source: Unlock a world of possibilities for your WooCommerce store with our Premium Local Pickup plugin!
de_de: Erschließen Sie Ihrem WooCommerce-Shop mit unserem Premium Local Pickup-Plugin eine Welt voller Möglichkeiten!

source: Unlock Premium Features Today!
de_de: Schalten Sie noch heute Premium-Funktionen frei!

source: Unlock Premium Features with a %s%% Discount!
de_de: Schalten Sie Premium-Funktionen mit einem %s%% Rabatt frei!

source: Update Location
de_de: Standort aktualisieren

source: Upgrade Now
de_de: Jetzt upgraden

source: Upgrade to Pro
de_de: Upgrade auf Pro

source: Upgrade to the premium version to access advanced features and simplify local pickup operations!
de_de: Aktualisieren Sie auf die Premium-Version, um auf erweiterte Funktionen zuzugreifen und lokale Abholvorgänge zu vereinfachen!

source: Upgrade to Unlock Premium Features
de_de: Upgrade zum Freischalten von Premium-Funktionen

source: Use category preferences
de_de: Verwenden Sie Kategorieeinstellungen

source: Verified Customer
de_de: Verifizierter Kunde

source: We have a 14-day money-back guarantee.
de_de: Wir haben eine 14-tägige Geld-zurück-Garantie.

source: We have over 20 pickup locations, and this <strong>plugin made it easy to set up multiple pickup locations</strong>. I highly <strong>recommend it for implementing local pickup</strong> options on your WooCommerce site.
de_de: Wir haben über 20 Abholstandorte und dieses <strong>Plugin hat es einfach gemacht, mehrere Abholstandorte einzurichten</strong>. Ich <strong>empfehle es wärmstens für die Implementierung lokaler Abholoptionen</strong> auf Ihrer WooCommerce-Site.

source: Week(s)
de_de: Wochen)

source: Welcome to Local Pickup Plugin
de_de: Willkommen beim Local Pickup Plugin

source: Welcome! 🤗
de_de: Willkommen! 🤗

source: What payment methods do you accept?
de_de: Welche Zahlungsmethoden werden akzeptiert?

source: What’s your refund policy?
de_de: Wie sind Ihre Rückerstattungsrichtlinien?

source: Where to give option for pickup location.
de_de: Wo kann die Option für den Abholort angegeben werden?

source: Without set pickup hours, scheduled appointments might disable location selection; default schedules can be customized for each pickup point.
de_de: Ohne festgelegte Abholzeiten können geplante Termine die Standortauswahl möglicherweise deaktivieren; Standardpläne können für jeden Abholpunkt angepasst werden.

source: Without set pickup hours, scheduled appointments might disable location selection; The will be overridden default configuration.
de_de: Ohne festgelegte Abholzeiten können geplante Termine die Standortauswahl möglicherweise deaktivieren; Die Standardkonfiguration wird überschrieben.

source: Would you mind telling how did you hear about us?
de_de: Würde es Ihnen etwas ausmachen, zu erzählen, wie Sie von uns erfahren haben?

source: Yes! You can read our %s or submit a %s. We are very responsive and strive to do our best to help you.
de_de: Ja! Sie können unsere %s lesen oder eine %s senden. Wir reagieren schnell und tun unser Bestes, um Ihnen zu helfen.

source: Yes, count me in!
de_de: Ja, zähl mich mit!

source: You are all set, almost!
de_de: Sie sind fast fertig!

source: You are fully protected by our 100% Satisfaction Guarantee. If over the next 14 days you are unhappy with our plugin or have an issue that we are unable to resolve, we'll happily consider offering a 100% refund of your money.
de_de: Sie sind durch unsere 100% Zufriedenheitsgarantie vollständig geschützt. Wenn Sie innerhalb der nächsten 14 Tage mit unserem Plugin unzufrieden sind oder ein Problem haben, das wir nicht lösen können, erstatten wir Ihnen gerne 100% Ihres Geldes zurück.

source: You can pay with your credit card using Stripe checkout. Or your PayPal account.
de_de: Sie können mit Ihrer Kreditkarte über Stripe Checkout bezahlen. Oder über Ihr PayPal-Konto.

source: YouTube channel
de_de: Youtube Kanal

source: Zero default adjustment means no preset changes. Adjustments can be made per pickup location if needed.
de_de: Null-Standardanpassung bedeutet, dass keine voreingestellten Änderungen vorgenommen werden. Bei Bedarf können Anpassungen pro Abholort vorgenommen werden.
