Repository: common-repository/local-pickup-for-woocommerce
Catalog: languages/local-pickup-for-woocommerce-*.po
Languages: de_de

source: %s (discount!)
de_de: %s (Rabatt!)

source: %s discount
de_de: %s Rabatt

source: 1 site
de_de: 1 Seite

source: 14-Day money-back guarantee
de_de: 14 Tage Geld-zurück-Garantie

source: 14-Day Satisfaction Guarantee
de_de: 14 Tage Zufriedenheitsgarantie

source: 2 or more categories are conflicting pickup availability setting. Please check and resolve it else this product will work as pickup only.
de_de: Bei zwei oder mehr Kategorien gibt es widersprüchliche Einstellungen für die Abholverfügbarkeit. Bitte überprüfen und beheben Sie das Problem, da dieses Produkt sonst nur zur Selbstabholung geeignet ist.

source: <strong>We need your support</strong> to keep updating and improving the plugin. Please <a href="%1$s" target="_blank">help us by leaving a good review</a> :) Thanks!
de_de: <strong>Wir brauchen Ihre Unterstützung</strong>, um das Plugin weiter zu aktualisieren und zu verbessern. Bitte <a href="%1$s" target="_blank">helfen Sie uns, indem Sie eine gute Bewertung hinterlassen</a> :) Danke!

source: A bakery owner can prevent scheduling on public holidays to avoid inconvenience.
de_de: Um Unannehmlichkeiten zu vermeiden, kann der Bäckereibesitzer die Terminplanung an Feiertagen unterbinden.

source: A grocery store can offer specific pickup locations based on customer purchase products.
de_de: Ein Lebensmittelgeschäft kann je nach den von Kunden gekauften Produkten bestimmte Abholorte anbieten.

source: A PHP Extension stopped the file upload. Please contact your host.
de_de: Eine PHP-Erweiterung hat den Datei-Upload gestoppt. Bitte kontaktieren Sie Ihren Gastgeber.

source: A retailer can adjust pickup fees based on the selected store by the customer.
de_de: Ein Einzelhändler kann die Abholgebühren basierend auf dem vom Kunden ausgewählten Geschäft anpassen.

source: A retailer can offer pickup discounts based on the store the customer selects.
de_de: Ein Einzelhändler kann je nach der Filiale, die der Kunde auswählt, Abholrabatte anbieten.

source: Activate Plugin
de_de: Plugin aktivieren

source: Add
de_de: Hinzufügen

source: Add Location
de_de: Ort hinzufügen

source: Add New
de_de: Neue hinzufügen

source: Address
de_de: Adresse

source: Address Line 1
de_de: Anschrift Zeile 1

source: Address Line 2
de_de: Adresszeile 2

source: Address:
de_de: Adresse:

source: Adjust discounts according to the selected pickup location to offer tailored pricing.
de_de: Passen Sie Rabatte entsprechend dem ausgewählten Abholort an, um maßgeschneiderte Preise anzubieten.

source: Adjust fee or discount for selected pickup location.
de_de: Passen Sie die Gebühr oder den Rabatt für den ausgewählten Abholort an.

source: All categories
de_de: Alle Kategorien

source: All products
de_de: Alle Produkte

source: Allow customers to choose location per order
de_de: Ermöglichen Sie Kunden, den Standort pro Bestellung auszuwählen

source: Allow customers to choose location per product
de_de: Ermöglichen Sie Kunden, den Standort pro Produkt auszuwählen

source: Allow customers to toggle pickup or shipping for each item in the cart
de_de: Ermöglichen Sie Kunden, für jeden Artikel im Warenkorb zwischen Abholung und Versand zu wechseln

source: Allow scheduled appointments
de_de: Geplante Termine zulassen

source: Alphabetical by location name
de_de: Alphabetisch nach Ortsnamen

source: and
de_de: Und

source: Apply pickup location for whole package or diffrent package based of product wise selection
de_de: Legen Sie je nach Produktauswahl einen Abholort für das gesamte Paket oder ein anderes Paket fest

source: Apply the tax rate based on the pickup location than for the customer's given address
de_de: Wenden Sie den Steuersatz basierend auf dem Abholort als für die vom Kunden angegebene Adresse an

source: Arrange pickup locations alphabetically in the dropdown menu for easy and quick selection.
de_de: Ordnen Sie die Abholorte im Dropdown-Menü alphabetisch, um eine einfache und schnelle Auswahl zu ermöglichen.

source: Automatically group cart items into as few packages as possible
de_de: Gruppieren Sie Warenkorbartikel automatisch in möglichst wenigen Paketen

source: Available for pickup
de_de: Zur Abholung bereit

source: Available for pickup at: %s
de_de: Zur Abholung verfügbar unter: %s

source: Available pickup times on %1$s (all times in %2$s):
de_de: Verfügbare Abholzeiten am %1$s (alle Zeiten in %2$s):

source: Be our friend on
de_de: Sei unser Freund

source: Blank %s file uploaded.
de_de: Leere %s-Datei hochgeladen.

source: Both product types
de_de: Beide Produkttypen

source: By enabling a fee adjustment for this pickup location, any default value will be overridden when customers collect their purchases at this location.
de_de: Durch die Aktivierung einer Gebührenanpassung für diesen Abholort wird jeder Standardwert überschrieben, wenn Kunden ihre Einkäufe an diesem Ort abholen.

source: Cart & Checkout Settings
de_de: Warenkorb- und Checkout-Einstellungen

source: Cart Item Handling
de_de: Handhabung von Warenkorbartikeln

source: Category
de_de: Kategorie

source: Choose
de_de: Wählen

source: Choose a pickup date
de_de: Wählen Sie einen Abholtermin

source: Choose how the pickup location will be listed to the customer at checkout. Default is the default sort order determined by WordPress.
de_de: Wählen Sie aus, wie der Abholort dem Kunden an der Kasse angezeigt wird. Standard ist die von WordPress festgelegte Standardsortierreihenfolge.

source: Choose standard public holidays to exclude from the pickup schedule, ensuring accurate availability.
de_de: Wählen Sie standardmäßige Feiertage aus, die vom Abholplan ausgeschlossen werden sollen, um eine genaue Verfügbarkeit sicherzustellen.

source: Choose whether cart items will be set as to be shipped or for pickup when customers first arrive at the cart or checkout page.
de_de: Wählen Sie aus, ob Artikel im Warenkorb zum Versand oder zur Abholung eingestellt werden sollen, wenn Kunden zum ersten Mal den Warenkorb oder die Checkout-Seite aufrufen.

source: Choose whether date and time selection is required for customer interaction.
de_de: Wählen Sie aus, ob für die Kundeninteraktion eine Datums- und Uhrzeitauswahl erforderlich ist.

source: Choose whether local pickup is available for this product, or if local pickup is the only type of shipment possible.
de_de: Wählen Sie aus, ob für dieses Produkt eine Abholung vor Ort möglich ist oder ob die Abholung vor Ort die einzige mögliche Versandart ist.

source: Choose whether local pickup is possible for this category of products, or if local pickup is the only type of shipment possible. Individual products may override this setting.
de_de: Wählen Sie aus, ob für diese Produktkategorie eine Abholung vor Ort möglich ist oder ob eine Abholung vor Ort die einzige mögliche Versandart ist. Einzelne Produkte können diese Einstellung überschreiben.

source: Choosing Locations
de_de: Standorte auswählen

source: City
de_de: Stadt

# Clear a chosen pickup appointment date
source: Clear
de_de: Klar

source: Close
de_de: Schließen

source: Continue
de_de: Weitermachen

source: Could not calculate first available pickup time with lead time %1$: %2$s
de_de: Die erste verfügbare Abholzeit mit Vorlaufzeit %1$ konnte nicht berechnet werden: %2$s

source: Country
de_de: Land

source: Country & state
de_de: Land und Staat

source: Customer Profile Image
de_de: Kundenprofilbild

source: Customers buying items from these categories are presented with relevant pickup locations, ensuring easy access to the products they need.
de_de: Kunden, die Artikel aus diesen Kategorien kaufen, werden entsprechende Abholorte angezeigt, um einen einfachen Zugriff auf die benötigten Produkte sicherzustellen.

source: Customers can conveniently select from various nearby pickup points, such as designated stores or lockers.
de_de: Kunden können bequem aus verschiedenen Abholpunkten in der Nähe wählen, beispielsweise bestimmten Geschäften oder Schließfächern.

source: Customers can schedule a specific pickup time during checkout by selecting the "Schedule Pickup" option and choosing a preferred date and time.
de_de: Kunden können beim Bezahlvorgang einen bestimmten Abholzeitpunkt vereinbaren, indem sie die Option „Abholung vereinbaren“ auswählen und ein bevorzugtes Datum und eine bevorzugte Uhrzeit auswählen.

source: Customers can select a pickup location from an alphabetically ordered dropdown list during checkout.
de_de: Kunden können beim Bezahlvorgang einen Abholort aus einer alphabetisch geordneten Dropdown-Liste auswählen.

source: Customers select preferred time slots within specified intervals for scheduling convenience.
de_de: Zur Vereinfachung der Planung wählen Kunden innerhalb bestimmter Intervalle ihre bevorzugten Zeitfenster aus.

source: Data has been Exported in CSV!
de_de: Daten wurden in CSV exportiert!

source: Data has been Exported in JSON!
de_de: Daten wurden in JSON exportiert!

source: Date
de_de: Datum

source: Date:
de_de: Datum:

source: Day(s)
de_de: Tage)

source: day(s)
de_de: Tage)

source: Deadline
de_de: Frist

source: Default
de_de: Standard

source: Default Deadline
de_de: Standardfrist

source: Default Handling
de_de: Standardbehandlung

source: Default Holiday Dates
de_de: Standard-Feiertagstermine

source: Default Lead Time
de_de: Standardvorlaufzeit

source: Default Pickup Hours
de_de: Standard-Abholzeiten

source: Define default lead times and deadlines for pickups.
de_de: Definieren Sie Standardvorlaufzeiten und -fristen für Abholungen.

source: Define default lead times and pick-up deadlines, ensuring a smooth and timely process.
de_de: Definieren Sie Standardvorlaufzeiten und Abholtermine, um einen reibungslosen und pünktlichen Ablauf zu gewährleisten.

source: Delete
de_de: Löschen

source: Determine how pickup locations are shown to the customer at checkout.
de_de: Bestimmen Sie, wie die Abholorte dem Kunden an der Kasse angezeigt werden.

source: Disable
de_de: Deaktivieren

source: Discount
de_de: Rabatt

source: Discounts Adjustment for Pickup Location
de_de: Rabattanpassung für Abholort

source: Discover Our Top Key Features
de_de: Entdecken Sie unsere wichtigsten Funktionen

source: Displaying pickup locations in a logical order ensures customers can quickly locate the most convenient option.
de_de: Durch die Anzeige der Abholorte in einer logischen Reihenfolge wird sichergestellt, dass Kunden schnell die bequemste Option finden können.

source: Do not offer appointments
de_de: Bieten Sie keine Termine an

source: Do the Woo
de_de: Machen Sie das Woo

source: Do you offer support for the plugin? What’s it like?
de_de: Bieten Sie Support für das Plugin an? Wie sieht dieser aus?

source: Do you really want to proceed with the deletion?
de_de: Möchten Sie wirklich mit dem Löschen fortfahren?

source: Docs
de_de: Dokumente

source: Done
de_de: Erledigt

source: Duplicate
de_de: Duplikat

source: Edit
de_de: Bearbeiten

source: Either allow any product to be picked up at this location, or restrict this location to only allow pickup of certain products.
de_de: Erlauben Sie entweder die Abholung aller Produkte an diesem Standort oder schränken Sie diesen Standort so ein, dass nur die Abholung bestimmter Produkte möglich ist.

source: Enable
de_de: Aktivieren

source: Enable customers to select from various nearby pickup points, enhancing convenience and flexibility.
de_de: Ermöglichen Sie Kunden die Auswahl aus verschiedenen Abholpunkten in der Nähe und erhöhen Sie so den Komfort und die Flexibilität.

source: Enable or disable shipping method.
de_de: Versandart aktivieren oder deaktivieren.

source: Enable or Disable this pickup address.
de_de: Aktivieren oder deaktivieren Sie diese Abholadresse.

source: Enable Shipping
de_de: Versand aktivieren

source: Enter or update your full address to see if shipping options are available.
de_de: Geben Sie Ihre vollständige Adresse ein oder aktualisieren Sie sie, um zu sehen, ob Versandoptionen verfügbar sind.

source: Enter your address to see all available shipping options.
de_de: Geben Sie Ihre Adresse ein, um alle verfügbaren Versandoptionen anzuzeigen.

source: Enter your full address on the checkout page to see if shipping is available.
de_de: Geben Sie auf der Checkout-Seite Ihre vollständige Adresse ein, um zu sehen, ob der Versand verfügbar ist.

source: Establishing lead time and deadlines helps manage order preparation and scheduling.
de_de: Durch die Festlegung von Vorlaufzeiten und Fristen können Sie die Auftragsvorbereitung und -planung einfacher verwalten.

source: Exactly what I needed for local pickups!
de_de: Genau das, was ich für die Abholung vor Ort brauchte!

source: Exclude specific calendar days for pickup appointments. The will be overridden default configuration.
de_de: Schließen Sie bestimmte Kalendertage für Abholtermine aus. Die Standardkonfiguration wird überschrieben.

source: Exclude specific calendar days for pickup appointments; excluded dates can be customized for each pickup location.
de_de: Bestimmte Kalendertage für Abholtermine ausschließen; Ausgeschlossene Daten können für jeden Abholort individuell angepasst werden.

source: Expand
de_de: Expandieren

source: Export Pickup Locations
de_de: Abholorte exportieren

source: Export the pickup locations and it's settings from this site as a .json/.csv file. This allows you to easily import the configuration into another site.
de_de: Exportieren Sie die Abholorte und ihre Einstellungen von dieser Site als .json/.csv-Datei. Dadurch können Sie die Konfiguration problemlos in eine andere Site importieren.

source: Failed to write file to disk. Perhaps a permissions error, please contact your host.
de_de: Fehler beim Schreiben der Datei auf Festplatte. Möglicherweise liegt ein Berechtigungsfehler vor. Bitte wenden Sie sich an Ihren Gastgeber.

source: Fee Adjustment
de_de: Gebührenanpassung

source: Fee Adjustment for Pickup Location
de_de: Gebührenanpassung für den Abholort

source: Fee Adjustment Settings
de_de: Einstellungen zur Gebührenanpassung

source: Filter for Locations
de_de: Nach Standorten filtern

source: Fixed
de_de: Fest

source: Flexible Pickup Locations
de_de: Flexible Abholorte

source: For better management, filter and assign specific products or categories to designated pickup locations.
de_de: Filtern Sie zur besseren Verwaltung bestimmte Produkte oder Kategorien und weisen Sie sie bestimmten Abholorten zu.

source: from %1$s to %2$s
de_de: von %1$s bis %2$s

source: Get improved features and faster fixes by sharing non-sensitive data via usage-tracking. This will help us make the plugin more compatible with your site. No personal data is tracked or stored.
de_de: Erhalten Sie verbesserte Funktionen und schnellere Lösungen, indem Sie nicht vertrauliche Daten über die Nutzungsverfolgung weitergeben. Dies wird uns helfen, das Plugin besser mit Ihrer Website kompatibel zu machen. Es werden keine personenbezogenen Daten erfasst oder gespeichert.

source: Get Premium
de_de: Premium bekommen

source: Get The Premium Version
de_de: Holen Sie sich die Premium-Version

source: Global Settings
de_de: Globale Einstellungen

source: Great for website owners with a single WooCommerce Store
de_de: Ideal für Websitebesitzer mit einem einzelnen WooCommerce-Store

source: Help
de_de: Helfen

source: Help us build a better "%s" Plugin!
de_de: Helfen Sie uns, ein besseres „%s“-Plugin zu entwickeln!

source: Holiday Dates
de_de: Feiertagstermine

source: Hour(s)
de_de: Std)

source: hour(s)
de_de: Std)

source: How to Get Started
de_de: Wie man anfängt

source: I have more questions…
de_de: Ich habe weitere Fragen…

source: If we want to show any extra details about pickup location then we can use this note
de_de: Wenn wir zusätzliche Details zum Abholort anzeigen möchten, können wir diesen Hinweis verwenden

source: Import
de_de: Importieren

source: Import / Export
de_de: Importieren / Exporte

source: Import / Export Pickup Locations
de_de: Abholorte importieren/exportieren

source: Import Pickup Locations
de_de: Abholorte importieren

source: Import the pickup locations and it's settings from a .json/.csv file. This file can be obtained by exporting the settings on another site using the form above.
de_de: Importieren Sie die Abholorte und deren Einstellungen aus einer .json/.csv-Datei. Diese Datei kann durch Exportieren der Einstellungen auf eine andere Site mithilfe des obigen Formulars erhalten werden.

source: In order to limit the products available at this location, you will need to allow customers to choose a location for each product in their cart. %1$sClick here%2$s to check setting.
de_de: Um die an diesem Standort verfügbaren Produkte einzuschränken, müssen Sie Kunden die Möglichkeit geben, für jedes Produkt in ihrem Warenkorb einen Standort auszuwählen. %1$sKlicken Sie hier%2$s, um die Einstellung zu überprüfen.

source: In the plugin settings, the store owner configures pickup points for certain products or categories, like fresh produce or dairy.
de_de: In den Plugin-Einstellungen konfiguriert der Ladenbesitzer Abholstellen für bestimmte Produkte oder Kategorien, beispielsweise Frischwaren oder Milchprodukte.

source: In the plugin settings, they can select standard holidays like New Year's Day, Christmas, and Thanksgiving.
de_de: In den Plugin-Einstellungen können Sie Standardfeiertage wie Neujahr, Weihnachten und Thanksgiving auswählen.

source: In the plugin settings, they can set a $0 pickup fee for Store A and a $3 fee for Store B.
de_de: In den Plugin-Einstellungen können Sie für Geschäft A eine Abholgebühr von 0 $ und für Geschäft B eine Gebühr von 3 $ festlegen.

source: In the plugin settings, they configure a $0 discount for Store A and a $5 discount for Store B.
de_de: In den Plugin-Einstellungen konfigurieren sie einen Rabatt von 0 $ für Geschäft A und einen Rabatt von 5 $ für Geschäft B.

source: Items to Pickup
de_de: Artikel zur Abholung

source: Items:
de_de: Artikel:

source: knowledge base
de_de: Wissensbasis

source: Lead Time
de_de: Vorlaufzeit

source: Let customers book specific pickup times, enhancing service precision and customer satisfaction.
de_de: Ermöglichen Sie Kunden die Buchung konkreter Abholzeiten und verbessern Sie so die Servicepräzision und Kundenzufriedenheit.

source: License
de_de: Lizenz

source: Local Pickup is a shipping method which allows customers to pick up their orders at a specified pickup location.
de_de: Lokale Abholung ist eine Versandart, die es Kunden ermöglicht, ihre Bestellungen an einem bestimmten Abholort abzuholen.

source: Local Pickup Settings
de_de: Lokale Abholeinstellungen

source: Location Sort Order
de_de: Sortierreihenfolge des Standorts

source: Location:
de_de: Standort:

source: Medium
de_de: Mittel

source: Minute(s)
de_de: Protokoll)

source: Missing a temporary folder to store the file. Please contact your host.
de_de: Es fehlt ein temporärer Ordner zum Speichern der Datei. Bitte kontaktieren Sie Ihren Gastgeber.

source: Mode
de_de: Modus

source: Modify fees based on chosen pickup locations, allowing precise cost control.
de_de: Passen Sie die Gebühren basierend auf den gewählten Abholorten an und ermöglichen Sie so eine präzise Kostenkontrolle.

source: month
de_de: monat

source: Month(s)
de_de: Monate)

source: month(s)
de_de: monate)

source: Most recently added location
de_de: Zuletzt hinzugefügter Standort

source: My Account
de_de: Mein Konto

source: Never miss an important update
de_de: Verpassen Sie nie wieder ein wichtiges Update

source: No file selected
de_de: Keine Datei ausgewählt

source: No file was uploaded.
de_de: Es wurde keine Datei hochgeladen.

source: No Pickup Locations found matching the criteria to export.
de_de: Es wurden keine Abholorte gefunden, die den Exportkriterien entsprechen.

source: No problem, we’re happy to help! Please reach out at %s.
de_de: Kein Problem, wir helfen Ihnen gerne! Wenden Sie sich bitte an %s.

source: No search term provided.
de_de: Kein Suchbegriff angegeben.

source: Not available for pickup
de_de: Nicht zur Abholung verfügbar

source: Note
de_de: Notiz

source: Note or Details
de_de: Hinweis oder Details

source: Note:
de_de: Notiz:

source: Oops! That appointment time is no longer available. Please select a new appointment.
de_de: Hoppla! Dieser Termin ist nicht mehr verfügbar. Bitte wählen Sie einen neuen Termin aus.

source: Opening hours for pickup on %s:
de_de: Öffnungszeiten zur Abholung am %s:

source: Opt-in to get email notifications for security & feature updates and to share some important WooCommerce updates. This will help us make the plugin more compatible with your version and better at doing what you need it to. No personal data is tracked or stored.
de_de: Melden Sie sich an, um E-Mail-Benachrichtigungen zu Sicherheits- und Funktionsupdates zu erhalten und einige wichtige WooCommerce-Updates zu teilen. Dies wird uns dabei helfen, das Plugin besser mit Ihrer Version kompatibel zu machen und es besser in der Lage zu machen, das zu tun, was Sie brauchen. Es werden keine personenbezogenen Daten erfasst oder gespeichert.

source: Others
de_de: Andere

source: Pay $%s today. Renews in 12 months.
de_de: Zahlen Sie heute $%s. Verlängert sich in 12 Monaten.

source: Percentage
de_de: Prozentsatz

source: Personal
de_de: Persönlich

source: Personal Plan
de_de: Persönlicher Plan

source: Phone
de_de: Telefon

source: Phone:
de_de: Telefon:

source: Pick up items
de_de: Gegenstände abholen

source: Pickup Address
de_de: Abholadresse

source: Pickup Appointments Settings
de_de: Einstellungen für Abholtermine

source: Pickup Availability
de_de: Abholmöglichkeit

source: Pickup Date
de_de: Abholdatum

source: Pickup Hours
de_de: Abholzeiten

source: Pickup Location
de_de: Treffpunkt

source: Pickup location data has been Imported!
de_de: Daten zum Abholort wurden importiert!

source: Pickup location has been created.
de_de: Der Abholort wurde erstellt.

source: Pickup location has been deleted.
de_de: Der Abholort wurde gelöscht.

source: Pickup location has been disabled.
de_de: Der Abholort wurde deaktiviert.

source: Pickup location has been duplicated.
de_de: Der Abholort wurde dupliziert.

source: Pickup location has been enabled.
de_de: Der Abholort wurde aktiviert.

source: Pickup location has been updated.
de_de: Der Abholort wurde aktualisiert.

source: Pickup location not found.
de_de: Abholort nicht gefunden.

source: Pickup Location Tax
de_de: Abholortsteuer

source: Pickup location title
de_de: Titel des Abholorts

source: Pickup Location: %s
de_de: Abholort: %s

source: Pickup Locations
de_de: Abholorte

source: Pickup Time
de_de: Abholzeit

source: Pickup Title
de_de: Abholtitel

# Placeholder text for the datepicker field
source: Pickup Date
de_de: Abholdatum

source: Please choose a date to schedule a pickup when using %s shipping method.
de_de: Bitte wählen Sie ein Datum aus, um eine Abholung zu planen, wenn Sie die Versandart %s verwenden.

source: Please choose a pickup location
de_de: Bitte wählen Sie einen Abholort

source: Please select a pickup location if you intend to use %s as shipping method.
de_de: Bitte wählen Sie einen Abholort aus, wenn Sie %s als Versandart verwenden möchten.

source: Please upload a file to import
de_de: Bitte laden Sie eine Datei zum Importieren hoch

source: Please upload a valid %s extension file
de_de: Bitte laden Sie eine gültige %s-Erweiterungsdatei hoch

source: Please upload {ext} file
de_de: Bitte laden Sie die Datei {ext} hoch

source: Plugin allows store owners to set up local pickup spots, giving customers the freedom to choose their ideal pickup location with ease!
de_de: Mit dem Plugin können Ladenbesitzer lokale Abholstellen einrichten und den Kunden die Freiheit geben, ihren idealen Abholort ganz einfach auszuwählen!

source: Postcode
de_de: Postleitzahl
